{
  "ruleDescriptions": {
    "pointRules": {
      "generalPointRule": {
        "sr": "За рад категорије {0} у научној области ''{1}'' додељује се следећи број бодова: {2}"
      }
    },
    "scalingRules": {
      "theoreticalResults": {
        "sr": "Са пуним бројем поена признаће се теоријски резултати са до три аутора, а у случају већег броја аутора, број поена одређује се по формули М/(1+0,2(н-3)), н>3 („н” је број аутора, а М означава вредност резултата)."
      },
      "simulationResults": {
        "sr": "Са пуним бројем поена признаће се рад са до пет коаутора када је реч о нумеричким симулацијама, као и прикупљању и анализи примарних података. Уколико је број аутора већи од пет, број поена за научно остварење одређује се по формули М/(1+0,2(н-5)), н>5."
      },
      "experimentalOrM80Results": {
        "sr": "Када су у питању експериментални радови или они категорије М80, са пуним бројем поена признаће се радови до седам коаутора. Уколико је број аутора већи од седам број поена за научно остварење одређује се по формули М/(1+0,2(н-7)), н>7."
      },
      "m21APlusOrM90Results": {
        "sr": "Када су у питању радови категорије М21а+ или М90, са пуним бројем поена призаће се радови до десет коаутора. Уколико је број аутора већи од десет број поена за научно остварење одређује се по формули М/(1+0,2(н-10)), н>10."
      },
      "m10OrM40Results": {
        "sr": "Публикације категорија М10 и М40 не подлежу скалиранју поена."
      }
    },
    "journalClassificationRules": {
      "M21APlusIF2": {
        "sr": "Часопис је према JCR ИФ2 рангиран у својој области наука међу првих 5% часописа."
      },
      "M21APlusIF5": {
        "sr": "Часопис је према JCR ИФ5 рангиран у својој области наука међу првих 5% часописа."
      },
      "M21APlusJCI": {
        "sr": "Часопис је према JCI рангиран у својој области наука међу првих 5% часописа."
      },
      "M21AIF2": {
        "sr": "Часопис је према JCR ИФ2 рангиран у својој области наука од 5% до 15% часописа."
      },
      "M21AIF5": {
        "sr": "Часопис је према JCR ИФ5 рангиран у својој области наука од 5% до 15% часописа."
      },
      "M21AJCI": {
        "sr": "Часопис је према JCI рангиран у својој области наука од 5% до 15% часописа."
      },
      "M21IF2": {
        "sr": "Часопис је према JCR ИФ2 рангиран у својој области наука од 15% до 35% часописа."
      },
      "M21IF5": {
        "sr": "Часопис је према ИФ5 рангиран у својој области наука од 15% до 35% часописа."
      },
      "M21JCI": {
        "sr": "Часопис је према JCI рангиран у својој области наука од 15% до 35% часописа."
      },
      "M22IF2": {
        "sr": "Часопис је према JCR ИФ2 рангиран у својој области наука од 35% до 75% часописа."
      },
      "M22IF5": {
        "sr": "Часопис је према JCR ИФ5 рангиран у својој области наука од 35% до 75% часописа."
      },
      "M22JCI": {
        "sr": "Часопис је према JCI рангиран у својој области наука од 35% до 75% часописа."
      },
      "M22SJR": {
        "sr": "Часопис је у области друштвених и хуманистичких наука реферисан на SJR-у у Q1"
      },
      "M23IF2": {
        "sr": "Часопис је према JCR ИФ2 у својој области наука рангиран од 75% до 100% часописа."
      },
      "M23IF5": {
        "sr": "Часопис је према JCR ИФ5 у својој области наука рангиран од 75% до 100% часописа."
      },
      "M23JCI": {
        "sr": "Часопис је према JCI у својој области наука рангиран од 75% до 100% часописа."
      },
      "m23SJR": {
        "sr": "Часопис је у области друштвених и хуманистичких наука реферисан на SJR-у у Q2."
      },
      "m23MKS": {
        "sr": "Часописи је у области хуманистичких наука, са листе МКС – I категорија."
      },
      "m23e": {
        "sr": "Часопис је из области друштвених и хуманистичких наука и налази се на листи ERIH Plus, на предлог матичног научног одбора."
      },
      "M24PlusSJR": {
        "sr": "Међународни часопис је реферисан на SJR-у у Q1, Q2 и Q3 или је у области друштвених и хуманистичких наука реферисан на SJR-у у Q3."
      },
      "M24PlusJCI": {
        "sr": "Часопис иностраног издавача се налази на JCR-у али без ИФ2, ИФ5 и JCI."
      },
      "M24": {
        "sr": "Часопис домаћег издавача се према показатељима годишњег поступка анализе научних часописа домаћих издавача у оквиру одговарајуће листе налази у првих 10%, као и сви часописи домаћег издавача који су на JCR-у без ИФ2, ИФ5 и JCI. У области друштвених и хуманистичких наука до 15% часописа који нису већ рангирани у вишим категоријама."
      },
      "M24SJR": {
        "sr": "Часопис је реферисан на SJR-у у Q4."
      },
      "M50": {
        "sr": "Одлука матичног научног одбора (МНО)."
      },
      "manual": {
        "sr": "Експлицитно постављено од стране одабране комисије на основу приложених индикатора."
      }
    }
  }
}
